<?php
include $_SERVER['DOCUMENT_ROOT']."/czmec/func/header.php";
include $_SERVER['DOCUMENT_ROOT']."/czmec/menu.php";
?>

<div class="container">
    <div class="card" style="margin-top: 30px; padding: 20px;">
        <div class="card-content">
            <div class="row text-center">
                <h3 style="font-family: 仿宋; color: #333;">
                    常州机电职业技术学院<br/>
                    <small>Changzhou Vocational Institute of Mechatronic Technology</small>
                </h3>
            </div>
            <div class="row" style="padding-top: 15px; font-size:19px; line-height:150%; font-family:仿宋; color: #333;">
                <p style="text-indent: 40px;">常州机电职业技术学院，是一所省属公办全日制高等职业院校，创办于1963年，原名常州市机械职业学校，现坐落于常州科教城。2002年，学校独立升格为高职院校，隶属江苏省教育厅。2010年，学校成为国家示范（骨干）高职院校；2018年，学校成为江苏省高水平高职院校建设单位。学校占地面积942亩，建筑面积30多万平方米，现有全日制在校生10000余人（规模12000人），教职工700余人。</p>
                <p style="text-indent: 40px;">学校秉承“知行并进”的校训精神，坚持“以人为本、崇尚技术、开放共享、追求卓越”的办学理念和“就业导向，使每个学生成才；持续改进，让一切客户满意”的办学质量方针，大胆创新办学体制机制，深化教育教学改革。</p>
                <p style="text-indent: 40px;">学校创新“四方三层、内园外站、共建共赢”校企合作办学模式，组建由政行企校四方代表成员组成的校企合作理事会，打造“内园外站”校企合作平台，建立“跨界互动、合作发展”的紧密型校企合作办学机制，形成产教融合的“苏南”模式。2014年牵头成立“全国机械行业现代农机装备人才培养联盟”、“全国机械行业工业机器人与智能装备职业教育集团”等全国性职教集团，推进产教深度融合，提高办学吸引力，打造职教品牌。</p>
                <p style="text-indent: 40px;">学校根植产业，服务地方，形成“以装备制造产业类专业为核心、制造业服务类专业为支撑”的专业格局，开设专业45个。学校设有9个二级学院（机械工程学院、电气工程学院、模具技术学院、车辆工程学院、轨道交通学院、信息工程学院、经济管理学院、创意设计学院、国际教育学院）、3个部（文化基础部、专业基础部、体育部）和马克思主义学院、继续教育学院等14个教学部门。</p>
                <p style="text-indent: 40px;">学校主动对接区域产业发展需求，建有工业设计、先进机械制造技术、智能装备技术、物联网与制造业信息化、汽车技术与服务、供应链服务等六大特色专业群。学校深化“三合一、全过程”工学结合人才培养模式改革，实施“做中学”、“做中教”教学模式，构建“多元主体、双线并进、三化管理”教学质量保障体系，建有教育部全国职业院校装备制造类示范专业点2个，江苏省高等学校品牌专业2个、省高等学校特色专业3个、国家骨干高职院校重点建设专业5个、央财重点支持建设专业2个、省示范性高职院校重点建设专业3个、全国机械行业特色专业4个、省重点专业群4个、省高校品牌专业工程一期项目2个、省高等职业教育高水平骨干专业5个。目前，学校有33个专业信息资源库和59门课程教学子资源库，其中“职业教育工业机器人技术专业教学资源库”为“国家职业教育专业教学资源库”并已通过验收，另有国家职业教育专业教学资源库课程子项目5个。</p>
                <p style="text-indent: 40px;">学校重视师资队伍建设，坚持把建设一支结构合理、治学严谨、素质优良、富有活力的师资队伍作为重中之重。学校有专任教师495人，从行业企业聘用兼职教师350余人。专任教师中，高级职称200人，占专任教师的40.4%；硕士以上学位的教师372人（其中，具有博士学位教师近50人），占专任教师的75.15%；具有双师素质的教师437人，占专任教师的88.28%。教师中，有江苏省教学名师3人，江苏省突出贡献中青年专家1人，江苏省“333工程”培养对象10人，江苏省六大人才高峰资助对象2人，常州市831高层次创新创业人才培养对象2人，国家级教学团队1个，江苏省优秀教学团队3个，江苏省“青蓝工程”优秀教学团队2个，江苏省“青蓝工程”中青年学术带头人5人，江苏省“青蓝工程”优秀中青年骨干教师25人。</p>
                <p style="text-indent: 40px;">学校以每个学生成才为办学己任，自2005年起开展ISO9000质量管理贯标认证工作。作为常州及江苏省智能装备技术人才的重要培养基地，每年为区域输送近4000名毕业生，毕业生初次就业率保持在98%以上，就业岗位专业对口率达85%以上，用人单位对学校毕业生的满意度达96%以上。近年来，学生在全国职业院校技能大赛中获一等奖16项，涌现了“江苏省大学生年度人物”徐辉、全省大学生职业规划大赛总冠军何睿杰等一批典型学生。</p>
                <p style="text-indent: 40px;">学校打造公共技术服务平台,创建“多方位、立体化”的社会服务体系，建有机器人及智能装备应用技术研究中心、物联网与制造业信息化工程技术研发中心等国家级、省市级科技平台20个，获“江苏省科技工作先进高校”称号。学校大力推进继续教育，年社会培训近20000人次，获“江苏省高技能人才培养示范基地”称号。学校“常州机器人及智能装备应用技术研究中心”获科技部立项，成为当年国家创新基金项目主持单位中唯一一所高职院校。学校《数字化经编装备及智能化管理系统》项目，获中华全国工商联合会科技进步一等奖。</p>
                <p style="text-indent: 40px;">学校拓展中外合作办学项目、建立国际师资培训机构、互访交流、聘请优秀外教等方式，提升国际化办学水平。近年来，学校与国际知名企业开展合作订单培养，开设机电一体化技术专业中德“双元制”班，开展“中德合作机械制造专业引入胡格教学模式”项目，建立“机电-亚龙国际师资培训中心”，开发国际合作培训项目。</p>
                <p style="text-indent: 40px;">学校完成了校园网络扁平化和无线网络改造，形成万兆主干、千兆桌面的IPv4/IPv6双栈的校园网络架构，实现了多运营商互联网接入，校园总出口带宽达10G。校园有线和无线网络覆盖全部教学、办公、生活等区域。虚拟仿真教学软件在专业教学中得到广泛应用，教师信息化教学能力普遍提升。近年来，学校获信息化教学大赛全国二等奖1项、三等奖3项，省级一等奖7项，二等奖16项。</p>
                <p style="text-indent: 40px;">学校坚持完善党的政治建设、思想建设、组织建设、作风建设、纪律建设，把制度建设贯穿其中，深入推进反腐败斗争，不断提高党的建设质量。学校积极推进现代大学制度建设和依法治校进程，深化学校管理体制与运行机制改革。学校先后获全国毕业生就业典型经验高校、全国高等职业院校服务贡献50强、高职院校创新创业示范校50强，还获得全国机械行业文明单位、全国职业院校魅力校园、江苏省文明单位、江苏省高校和谐校园、江苏省职业教育先进单位、江苏省平安校园建设示范高校、江苏省职业院校信息化教学大赛先进单位、江苏省高等学校信息化建设先进集体、江苏省毕业生就业工作先进集体等荣誉称号。</p>
            </div>
        </div>
    </div>
</div>

<?php
include $_SERVER['DOCUMENT_ROOT']."/czmec/footer.php";
include $_SERVER['DOCUMENT_ROOT']."/czmec/func/footerJs.php";
?>